# — Можете себе представить, я все еще не знаю. Ни то, ни другое мне не нравится.
# — Но ведь надо на что-нибудь решиться? Отец твой ждет.
# Пьер с десятилетнего возраста был послан с гувернером-аббатом за границу, где он пробыл до двадцатилетнего возраста. Когда он вернулся в Москву, отец отпустил аббата и сказал молодому человеку: «Теперь ты поезжай в Петербург, осмотрись и выбирай. Я на все согласен. Вот тебе письмо к князю Василью, и вот тебе деньги. Пиши обо всем, я тебе во всем помо́га». Пьер уже три месяца выбирал карьеру и ничего не делал. Про этот выбор и говорил ему князь Андрей. Пьер потер себе лоб.
# — Но он масон должен быть, — сказал он, разумея аббата, которого он видел на вечере.
# — Все это бредни, — остановил его опять князь Андрей, — поговорим лучше о деле. Был ты в конной гвардии?..
# — Нет, не был, но вот что мне пришло в голову, и я хотел вам сказать. Теперь война против Наполеона. Ежели б это была война за свободу, я бы понял, я бы первый поступил в военную службу; но помогать Англии и Австрии против величайшего человека в мире... это нехорошо.
# Князь Андрей только пожал плечами на детские речи Пьера. Он сделал вид, что на такие глупости нельзя отвечать; но действительно на этот наивный вопрос трудно было ответить что-нибудь другое, чем то, что ответил князь Андрей.
# — Ежели бы все воевали только по своим убеждениям, войны бы не было, — сказал он.
# — Это-то и было бы прекрасно, — сказал Пьер.
# Князь Андрей усмехнулся.
# — Очень может быть, что это было бы прекрасно, но этого никогда не будет...
# — Ну, для чего вы идете на войну? — спросил Пьер.
# — Для чего? Я не знаю. Так надо. Кроме того, я иду... — Он остановился. — Я иду потому, что эта жизнь, которую я веду здесь, эта жизнь — не по мне!
# В соседней комнате зашумело женское платье. Как будто очнувшись, князь Андрей встряхнулся, и лицо его приняло то же выражение, какое оно имело в гостиной Анны Павловны. Пьер спустил ноги с дивана. Вошла княгиня. Она была уже в другом, домашнем, но столь же элегантном и свежем платье. Князь Андрей встал, учтиво подвигая ей кресло.
# — Отчего, я часто думаю, — заговорила она, как всегда, по-французски, поспешно и хлопотливо усаживаясь в кресло, — отчего Анет не вышла замуж? Как вы все глупы, messieurs, что на ней не женились. Вы меня извините, но вы ничего не понимаете в женщинах толку. Какой вы спорщик, мсье Пьер!
# — Я и с мужем вашим все спорю; не понимаю, зачем он хочет идти на войну, — сказал Пьер, без всякого стеснения (столь обыкновенного в отношениях молодого мужчины к молодой женщине) обращаясь к княгине.
# Княгиня встрепенулась. Видимо, слова Пьера затронули ее за живое.
# — Ах, вот я то же говорю! — сказала она. — Я не понимаю, решительно не понимаю, отчего мужчины не могут жить без войны? Отчего мы, женщины, ничего не хотим, ничего нам не нужно? Ну, вот вы будьте судьей. Я ему все говорю: здесь он адъютант у дяди, самое блестящее положение. Все его так знают, так ценят. На днях у Апраксиных я слышала, как одна дама спрашивает: «C'est ça le fameux prince André?» Ma parole d'honneur! 1 — Она засмеялась. — Он так везде принят. Он очень легко может быть и флигель-адъютантом. Вы знаете, государь очень милостиво говорил с ним. Мы с Анет говорили, это очень легко было бы устроить. Как вы думаете?
# Пьер посмотрел на князя Андрея и, заметив, что разговор этот не нравился его другу, ничего не отвечал.
# — Когда вы едете? — спросил он.
# — Ah! ne me parlez pas de ce départ, ne m'en parlez pas. Je ne veux pas en entendre parler 2, — заговорила княгиня таким капризно-игривым тоном, каким она говорила с Ипполитом в гостиной и который так, очевидно, не шел к семейному кружку, где Пьер был как бы членом. — Сегодня, когда я подумала, что надо прервать все эти дорогие отношения... И потом, ты знаешь, André? — Она значительно мигнула мужу. — J'ai peur, j'ai peur! 3 — прошептала она, содрогаясь спиною.
# Муж посмотрел на нее с таким видом, как будто он был удивлен, заметив, что кто-то еще, кроме его и Пьера, находился в комнате; однако с холодною учтивостью вопросительно обратился к жене:
# — Чего ты боишься, Лиза? Я не могу понять, — сказал он.
# — Вот как все мужчины эгоисты; все, все эгоисты! Сам из-за своих прихотей, Бог знает зачем, бросает меня, запирает в деревню одну.
# — С отцом и сестрой, не забудь, — тихо сказал князь Андрей.
# — Все равно одна, без моих друзей... И хочет, чтоб я не боялась.
# Тон ее уже был ворчливый, губка поднялась, придавая лицу не радостное, а зверское, беличье выражение. Она замолчала, как будто находя неприличным говорить при Пьере про свою беременность, тогда как в этом и состояла сущность дела.
# — Все-таки я не понял, de quoi vous avez peur 4, — медлительно проговорил князь Андрей, не спуская глаз с жены.
# Княгиня покраснела и отчаянно взмахнула руками.
# — Non, André, je dis que vous avez tellement, tellement changé... 5
# — Твой доктор велит тебе раньше ложиться, — сказал князь Андрей. — Ты бы шла спать.
# Княгиня ничего не сказала, и вдруг короткая с усиками губка задрожала; князь Андрей, встав и пожав плечами, прошел по комнате.
# Пьер удивленно и наивно смотрел через очки то на него, то на княгиню и зашевелился, как будто он тоже хотел встать, но опять раздумал.
# — Что мне за дело, что тут мсье Пьер, — вдруг сказала маленькая княгиня, и хорошенькое лицо ее вдруг распустилось в слезливую гримасу. — Я тебе давно хотела сказать, André: за что ты ко мне так переменился? Что я тебе сделала? Ты едешь в армию, ты меня не жалеешь. За что?
# — Lise! — только сказал князь Андрей; но в этом слове были и просьба, и угроза, и, главное, уверение в том, что она сама раскается в своих словах; но она торопливо продолжала:
# — Ты обращаешься со мной, как с больною или с ребенком. Я все вижу. Разве ты такой был полгода назад?
# — Lise, я прошу вас перестать, — сказал князь Андрей еще выразительнее.
# Пьер, все более и более приходивший в волнение во время этого разговора, встал и подошел к княгине. Он, казалось, не мог переносить вида слез и сам готов был заплакать.
# — Успокойтесь, княгиня. Вам это так кажется, потому что, я вас уверяю, я сам испытал... отчего... потому что... Нет, извините, чужой тут лишний... Нет, успокойтесь... Прощайте...
# Князь Андрей остановил его за руку.
# — Нет, постой, Пьер. Княгиня так добра, что не захочет лишить меня удовольствия провести с тобою вечер.
# — Нет, он только о себе думает, — проговорила княгиня, не удерживая сердитых слез.
# — Lise, — сказал сухо князь Андрей, поднимая тон на ту ступень, которая показывает, что терпение истощено.
# Вдруг сердитое беличье выражение красивого личика княгини заменилось привлекательным и возбуждающим сострадание выражением страха; она исподлобья взглянула своими прекрасными глазками на мужа, и на лице ее показалось то робкое и признающееся выражение, какое бывает у собаки, быстро, но слабо помахивающей опущенным хвостом.
# — Mon Dieu, mon Dieu! 6 — проговорила княгиня и, подобрав одною рукой складку платья, подошла к мужу и поцеловала его в лоб.
# — Bonsoir, Lise 7, — сказал князь Андрей, вставая и учтиво, как у посторонней, целуя руку.
#
