# — Нельзя не сознаться, — продолжал князь Андрей, — Наполеон как человек велик на Аркольском мосту, в госпитале в Яффе, где он чумным подает руку, но... но есть другие поступки, которые трудно оправдать.
# Князь Андрей, видимо, желавший смягчить неловкость речи Пьера, приподнялся, сбираясь ехать и подавая знак жене.
#
# Вдруг князь Ипполит поднялся и, знаками рук останавливая всех и прося присесть, заговорил:
# — Ah! aujourd'hui on m'a raconté une anecdote moscovite, charmante: il faut que je vous en régale. Vous m'excusez, vicomte, il faut que je raconte en russe. Autrement on ne sentira pas le sel de l'histoire 22.
# И князь Ипполит начал говорить по-русски таким выговором, каким говорят французы, пробывшие с год в России. Все приостановились: так оживленно, настоятельно требовал князь Ипполит внимания к своей истории.
# — В Moscou есть одна бариня, une dame. И она очень скупо. Ей нужно было иметь два valets de pied 23 за карета. И очень большой ростом. Это было ее вкусу. И она имела une femme de chambre 24, еще большой росту. Она сказала...
# Тут князь Ипполит задумался, видимо, с трудом соображая.
# — Она сказала... да, она сказала: «Девушка (à la femme de chambre), надень livrée и поедем со мной, за карета, faire des visites 25».
# Тут князь Ипполит фыркнул и захохотал гораздо прежде своих слушателей, что произвело невыгодное для рассказчика впечатление. Однако многие, и в том числе пожилая дама и Анна Павловна, улыбнулись.
# — Она поехала. Незапно сделалась сильный ветер. Девушка потеряла шляпа, и длинны волоса расчесались...
# Тут он не мог уже более держаться и стал отрывисто смеяться и сквозь этот смех проговорил:
# — И весь свет узнал...
# Тем анекдот и кончился. Хотя и непонятно было, для чего он его рассказал и для чего его надо было рассказать непременно по-русски, однако Анна Павловна и другие оценили светскую любезность князя Ипполита, так приятно закончившего неприятную и нелюбезную выходку мсье Пьера. Разговор после анекдота рассыпался на мелкие, незначительные толки о будущем и прошедшем бале, спектакле, о том, когда и где кто увидится.
# Поблагодарив Анну Павловну за ее charmante soirée 1, гости стали расходиться.
# Пьер был неуклюж. Толстый, выше обыкновенного роста, широкий, с огромными красными руками, он, как говорится, не умел войти в салон и еще менее умел из него выйти, то есть перед выходом сказать что-нибудь особенно приятное. Кроме того, он был рассеян. Вставая, он вместо своей шляпы захватил треугольную шляпу с генеральским плюмажем и держал ее, дергая султан, до тех пор, пока генерал не попросил возвратить ее. Но вся его рассеянность и неуменье войти в салон и говорить в нем выкупались выражением добродушия, простоты и скромности. Анна Павловна повернулась к нему и, с христианскою кротостью выражая прощение за его выходку, кивнула ему и сказала:
# — Надеюсь увидеть вас еще, но надеюсь тоже, что вы перемените свои мнения, мой милый мсье Пьер, — сказала она.
# Когда она сказала ему это, он ничего не ответил, только наклонился и показал всем еще раз свою улыбку, которая ничего не говорила, разве только вот что: «Мнения мнениями, а вы видите, какой я добрый и славный малый». И все и Анна Павловна невольно почувствовали это.
# Князь Андрей вышел в переднюю и, подставив плечи лакею, накидывавшему ему плащ, равнодушно прислушивался к болтовне своей жены с князем Ипполитом, вышедшим тоже в переднюю. Князь Ипполит стоял возле хорошенькой беременной княгини и упорно смотрел прямо на нее в лорнет.
# — Идите, Annette, вы простудитесь, — говорила маленькая княгиня, прощаясь с Анной Павловной. — C'est arrêté 2, — прибавила она тихо.
# Анна Павловна уже успела переговорить с Лизой о сватовстве, которое она затевала между Анатолем и золовкой маленькой княгини.
# — Я надеюсь на вас, милый друг, — сказала Анна Павловна тоже тихо, — вы напишете к ней и скажете мне, comment le père envisagera la chose. Au revoir 3, — и она ушла из передней.
# Князь Ипполит подошел к маленькой княгине и, близко наклоняя к ней свое лицо, стал полушепотом что-то говорить ей.
# Два лакея, один княгинин, другой его, дожидаясь, когда они кончат говорить, стояли с шалью и рединготом и слушали их, непонятный им, французский говор с такими лицами, как будто они понимали, что говорится, но не хотели показывать этого. Княгиня, как всегда, говорила улыбаясь и слушала смеясь.
# — Я очень рад, что не поехал к посланнику, — говорил князь Ипполит, — скука... Прекрасный вечер. Не правда ли, прекрасный?
# — Говорят, что бал будет очень хорош, — отвечала княгиня, вздергивая с усиками губку. — Все красивые женщины общества будут там.
# — Не все, потому что вас там не будет; не все, — сказал князь Ипполит, радостно смеясь, и, схватив шаль у лакея, даже толкнул его и стал надевать ее на княгиню. От неловкости или умышленно (никто бы не мог разобрать этого) он долго не отпускал рук, когда шаль уже была надета, и как будто обнимал молодую женщину.
# Она грациозно, но все улыбаясь, отстранилась, повернулась и взглянула на мужа. У князя Андрея глаза были закрыты: так он казался усталым и сонным.
# — Вы готовы? — спросил он жену, обходя ее взглядом.
# Князь Ипполит торопливо надел свой редингот, который у него, по-новому, был длиннее пяток, и, путаясь в нем, побежал на крыльцо за княгиней, которую лакей подсаживал в карету.
# — Princesse, au revoir 4, — крикнул он, путаясь языком так же, как и ногами.
# Княгиня, подбирая платье, садилась в темноте кареты; муж ее оправлял саблю; князь Ипполит, под предлогом прислуживания, мешал всем.
# — Па-звольте, сударь, — сухо-неприятно обратился князь Андрей по-русски к князю Ипполиту, мешавшему ему пройти.
# — Я тебя жду, Пьер, — ласково и нежно проговорил тот же голос князя Андрея.
# Форейтор тронул, и карета загремела колесами. Князь Ипполит смеялся отрывисто, стоя на крыльце и дожидаясь виконта, которого он обещал довезти до дому.
# — Eh bien, mon cher, votre petite princesse est très bien, très bien, — сказал виконт, усевшись в карету с Ипполитом. — Mais très bien. — Он поцеловал кончики своих пальцев. — Et tout à fait française 5.
# Ипполит, фыркнув, засмеялся.
# — Et savez-vous que vous êtes terrible avec votre petit air innocent, — продолжал виконт. — Je plains le pauvre mari, ce petit officier qui se donne des airs de prince régnant 6.
# Ипполит фыркнул еще и сквозь смех проговорил:
# — Et vous disiez, que les dames russes ne valaient pas les dames françaises. Il faut savoir s'y prendre 7.
# Пьер, приехав вперед, как домашний человек, прошел в кабинет князя Андрея и тотчас же, по привычке, лег на диван, взял первую попавшуюся с полки книгу (это были Записки Цезаря) и принялся облокотившись, читать ее из середины.
# — Что ты сделал с mademoiselle Шерер? Она теперь совсем заболеет, — сказал, входя в кабинет, князь Андрей и потирая маленькие белые ручки.
# Пьер поворотился всем телом, так что диван заскрипел, обернул оживленное лицо к князю Андрею, улыбнулся и махнул рукой.
# — Нет, этот аббат очень интересен, но только не так понимает дело... По-моему, вечный мир возможен, но я не умею, как это сказать... Но только не политическим равновесием.
# Князь Андрей не интересовался, видимо, этими отвлеченными разговорами.
# — Нельзя, mon cher 8, везде все говорить, что только думаешь. Ну, что ж, ты решился, наконец, на что-нибудь? Кавалергард ты будешь или дипломат? — спросил князь Андрей после минутного молчания.
# Пьер сел на диван, поджав под себя ноги.
